Repository: tujii/angry_raphi_flutter
Catalog: lib/l10n/app_*.arb
Languages: de

# noRegisteredUsers
source: No registered users found.
de: Keine registrierten Benutzer gefunden.

# lastLogin
source: Last login: {date}
de: Letzter Login: {date}

source: Already Admin
de: Bereits Admin

source: Promote to admin
de: Zu Admin befördern

# minutesAgo
source: {count} minute{plural} ago
de: vor {count} Minute{plural}

# addAdminManually
source: Add a new admin manually:
de: Manuell einen neuen Admin hinzufügen:

# addAdminManuallyButton
source: Add Admin Manually
de: Manuell Admin hinzufügen

# confirmRemoveAdmin
source: Do you really want to remove {email} as admin?
de: Möchten Sie {email} wirklich als Admin entfernen?

source: Remove
de: Entfernen

# errorRemoving
source: Error removing: {error}
de: Fehler beim Entfernen: {error}

# promoteUserDialogTitle
source: Promote User to Admin
de: User zu Admin befördern

# promoteUserDescription
source: Enter the details of the user to be promoted to admin:
de: Geben Sie die Daten des Benutzers ein, der zu Admin befördert werden soll:

# emailAddressLabel
source: Email Address
de: E-Mail-Adresse

# emailAddressHint
source: example@email.com
de: beispiel@email.com

# displayNameLabel
source: Display Name (optional)
de: Anzeigename (optional)

# displayNameHint
source: John Doe
de: Max Mustermann

# googleAccountRequired
source: The user must already have a Google account and have signed in to the app at least once.
de: Der Benutzer muss bereits ein Google-Konto haben und sich mindestens einmal in der App angemeldet haben.

# promoteToAdminButton
source: Promote to Admin
de: Zu Admin befördern

# errorPromoting
source: Error promoting: {error}
de: Fehler beim Befördern: {error}

# manageUsersDescription
source: Would you like to add sample users to the database or create a new user?
de: Möchten Sie Beispiel-Benutzer zur Datenbank hinzufügen oder einen neuen Benutzer erstellen?

source: Sample Data
de: Beispiel-Daten

# searchAndRanking
source: Search & Ranking
de: Suchen & Rangliste

source: Logout
de: Abmelden

# adminLoginPrompt
source: Sign in as admin to manage users and create Raphcons.
de: Melden Sie sich als Admin an, um Benutzer zu verwalten und Raphcons zu erstellen.
