Repository: tujii/angry_raphi_flutter
Catalog: lib/l10n/app_*.arb
Languages: de

# welcome
source: Welcome to AngryRaphi!
de: Willkommen bei AngryRaphi!

# subtitle
source: Rate people with raphcons
de: Bewerte Personen mit Raphcons

source: Sign in
de: Anmelden

source: Sign in with Google
de: Mit Google anmelden

source: Sign Out
de: Abmelden

source: Loading...
de: Lädt...

source: Error
de: Fehler

source: Retry
de: Erneut versuchen

source: Cancel
de: Abbrechen

source: Confirm
de: Bestätigen

source: Delete
de: Löschen

source: Add
de: Hinzufügen

source: Description
de: Beschreibung

# comingSoon
source: 🚧 More features coming soon! 🚧
de: 🚧 Weitere Features folgen bald! 🚧

# termsAndPrivacy
source: By signing in, you agree to our Terms of Service and Privacy Policy
de: Durch die Anmeldung stimmst du unseren Nutzungsbedingungen und Datenschutzbestimmungen zu

# errorOccurred
source: Oops! Something went wrong
de: Ups! Etwas ist schief gelaufen

source: Users
de: Benutzer

source: Top Collector
de: Top Sammler

source: Loading users...
de: Lade Benutzer...

source: No Users Found
de: Keine Benutzer gefunden

# addFirstUser
source: Add the first user!
de: Füge den ersten Benutzer hinzu!

source: Add User
de: Benutzer hinzufügen

source: Settings
de: Einstellungen

source: Settings coming soon!
de: Einstellungen kommen bald!

# addUserDialogTitle
source: Add User
de: Benutzer hinzufügen

# addUserDialogContent
source: This feature is still in development. Soon you'll be able to add new users!
de: Diese Funktion ist noch in Entwicklung. Bald können Sie neue Benutzer hinzufügen!

# login
source: Sign In
de: Anmelden

source: Admin Login
de: Admin Anmeldung

source: Login Required
de: Anmeldung erforderlich

# loginToManage
source: Please log in to manage users
de: Melde dich an, um Benutzer zu verwalten

# notAdmin
source: Not Authorized
de: Keine Admin-Berechtigung

# notAdminMessage
source: You don't have permission to perform this action.
de: Du hast keine Berechtigung, diese Aktion durchzuführen.

# loginSuccess
source: Login Successful
de: Erfolgreich angemeldet

source: Login Error
de: Anmeldefehler

source: Sign in cancelled
de: Anmeldung abgebrochen

source: No internet connection
de: Keine Internetverbindung

source: Network request failed
de: Netzwerkanfrage fehlgeschlagen

# tooManyRequests
source: Too many requests. Please try again later.
de: Zu viele Anfragen. Versuche es später erneut.

# userDisabled
source: User account disabled
de: Benutzerkonto deaktiviert

source: User not found
de: Benutzer nicht gefunden

source: Operation not allowed
de: Vorgang nicht erlaubt

# invalidCredential
source: Invalid credentials
de: Ungültige Anmeldedaten

# credentialAlreadyInUse
source: Credentials already in use
de: Anmeldedaten bereits verwendet

# invalidEmail
source: Invalid email address
de: Ungültige E-Mail-Adresse

source: Wrong password
de: Falsches Passwort

# weakPassword
source: Password too weak
de: Passwort zu schwach

source: Email already in use
de: E-Mail bereits verwendet

source: Enter name
de: Namen eingeben

# nameRequired
source: Name is required
de: Name ist erforderlich

source: Adding user...
de: Benutzer wird hinzugefügt...

source: User added
de: Benutzer hinzugefügt

source: Failed to add user
de: Fehler beim Hinzufügen des Benutzers

source: Creating raphcon...
de: Raphcon wird erstellt...

source: Raphcon created! 🎉
de: Raphcon erstellt! 🎉

source: Failed to create raphcon
de: Fehler beim Erstellen des Raphcons

source: Confirm Delete User
de: Benutzer löschen bestätigen

# confirmDeleteUserMessage
source: Are you sure you want to delete this user? This action cannot be undone.
de: Möchtest du diesen Benutzer wirklich löschen? Diese Aktion kann nicht rückgängig gemacht werden.

source: Deleting user...
de: Benutzer wird gelöscht...

source: User deleted
de: Benutzer gelöscht

source: Failed to delete user
de: Fehler beim Löschen des Benutzers

source: Admin Functions Only
de: Nur für Administratoren

# loginToAccess
source: Please log in to access this feature
de: Melde dich an, um auf diese Funktion zuzugreifen

source: Checking admin status...
de: Prüfe Admin-Status...

# failedToCheckAdmin
source: Failed to check admin status
de: Fehler beim Prüfen des Admin-Status

source: Logged in as
de: Angemeldet als

# unknownError
source: Unknown error occurred
de: Unbekannter Fehler aufgetreten

source: Try Again
de: Erneut versuchen

source: Close
de: Schließen

# loadingUsers2
source: Loading users...
de: Lade Benutzer...

# addFirstUserHint
source: Add the first user!
de: Füge den ersten Benutzer hinzu!

# usersCount
source: Users
de: Benutzer

source: Manage Users
de: Benutzer verwalten

# manageUsersMessage
source: Would you like to add sample users to the database or create a new user?
de: Möchten Sie Beispiel-Benutzer zur Datenbank hinzufügen oder einen neuen Benutzer erstellen?

source: Create user coming soon!
de: Benutzer erstellen kommt bald!

source: New User
de: Neuer Benutzer

source: No data available
de: Keine Daten verfügbar

# settingsComingSoon2
source: Settings coming soon!
de: Einstellungen kommen bald!

# mustBeLoggedIn
source: You must be logged in
de: Sie müssen angemeldet sein

# createRaphconFor
source: Create raphcon for {name}
de: Raphcon für {name} erstellen

source: Login failed
de: Anmeldung fehlgeschlagen

# adminRequired
source: Admin authorization required
de: Admin-Berechtigung erforderlich

# loginToCreateRaphcons
source: Please log in to create raphcons
de: Melden Sie sich an, um Raphcons zu erstellen

# createdAgo
source: Created: {timeAgo}
de: Erstellt: {timeAgo}

# dayAgo
source: {days} day ago
de: vor {days} Tag

# daysAgo
source: {count} day{plural} ago
de: vor {count} Tag{plural}

# hourAgo
source: {hours} hour ago
de: vor {hours} Stunde

# hoursAgo
source: {count} hour{plural} ago
de: vor {count} Stunde{plural}

source: just now
de: gerade eben

# pleaseEnterName
source: Please enter a name
de: Bitte geben Sie einen Namen ein

# nameMaxLength
source: Name must be at most 50 characters
de: Name darf maximal 50 Zeichen haben

source: Description (optional)
de: Beschreibung (optional)

# descriptionMaxLength
source: Description must be at most 500 characters
de: Beschreibung darf maximal 500 Zeichen haben

# loginAsAdmin
source: Please log in as admin to manage users and create raphcons.
de: Melden Sie sich als Admin an, um Benutzer zu verwalten und Raphcons zu erstellen.

source: Add Person with Initials
de: Person mit Initialen hinzufügen

source: First Initial
de: Erster Buchstabe

source: Second Initial
de: Zweiter Buchstabe

# pleaseEnterFirstInitial
source: Please enter the first initial
de: Bitte geben Sie den ersten Buchstaben ein

# pleaseEnterSecondInitial
source: Please enter the second initial
de: Bitte geben Sie den zweiten Buchstaben ein

# initialMustBeLetter
source: Must be a letter
de: Buchstabe muss ein gültiger Buchstabe sein

source: Initials
de: Initialen

# enterTwoInitials
source: Enter two initials (e.g. J.D.)
de: Geben Sie zwei Initialen ein (z.B. M.M.)

source: Raphcon deleted
de: Raphcon wurde gelöscht

source: Error: Raphcon ID not found
de: Fehler: Raphcon ID nicht gefunden

# initialsFormat
source: Format: First Initial + Second Initial
de: Format: Erster Buchstabe + Zweiter Buchstabe

source: Rate persons with Raphcons
de: Bewerte Personen mit Raphcons

source: Terms of Service
de: Nutzungsbedingungen

source: Privacy Policy
de: Datenschutzerklärung

# bySigningInYouAgree
source: By signing in you agree to our
de: Durch die Anmeldung stimmst du unseren

source: and
de: und der

source: Select Problem Type
de: Problem-Typ auswählen

source: What kind of problem?
de: Was für ein Problem?

source: Show Details
de: Details anzeigen

# problemStatisticsFor
source: Problems for {userName}
de: Probleme von {userName}

# sortedByType
source: Sorted by problem type
de: Nach Problemtyp sortiert

source: Total count:
de: Gesamtanzahl:

source: problems
de: Probleme

source: No problems reported!
de: Keine Probleme gemeldet!

# noTechnicalProblemsYet
source: This user has not reported any technical problems yet.
de: Dieser Benutzer hat bisher keine technischen Probleme.

# errorLoadingStatistics
source: Error loading statistics: {message}
de: Fehler beim Laden der Statistiken: {message}

# tryAgainButton
source: Try Again
de: Erneut versuchen

# cancelButton
source: Cancel
de: Abbrechen

source: Created: {timeAgo}
de: Erstellt: {timeAgo}

# daysAgoSingular
source: {days} day ago
de: vor {days} Tag

# daysAgoPlural
source: {days} days ago
de: vor {days} Tagen

# hoursAgoSingular
source: {hours} hour ago
de: vor {hours} Stunde

# hoursAgoPlural
source: {hours} hours ago
de: vor {hours} Stunden

# justCreated
source: just now
de: gerade eben

# memberSince
source: Member since {date}
de: Mitglied seit {date}

source: No entries for this type
de: Keine Einträge für diesen Typ

# createdBy
source: Created by: {name}
de: Erstellt von: {name}

source: No comment
de: Kein Kommentar

# confirmDeleteRaphcon
source: Delete Raphcon
de: Raphcon löschen

# confirmDeleteRaphconMessage
source: Are you sure you want to delete this entry?
de: Sind Sie sicher, dass Sie diesen Eintrag löschen möchten?

source: Admin Settings
de: Admin Einstellungen

source: Configured Admins (CSV)
de: Konfigurierte Admins (CSV)

source: Active Admins (Firebase)
de: Aktive Admins (Firebase)

source: Promote User to Admin
de: User zu Admin befördern

source: Select and promote user
de: User auswählen und befördern

source: Remove admin
de: Admin entfernen

source: Search user
de: User suchen

source: Enter email address
de: E-Mail-Adresse eingeben

source: Email address
de: E-Mail-Adresse

# termsOfServiceTitle
source: Terms of Service for AngryRaphi
de: Nutzungsbedingungen für AngryRaphi

# privacyPolicyTitle
source: Privacy Policy for AngryRaphi
de: Datenschutzerklärung für AngryRaphi

# lastUpdated
source: Last updated: {date}
de: Stand: {date}

# termsSection1Title
source: 1. Scope
de: 1. Geltungsbereich

# termsSection1Content
source: These Terms of Service govern the use of the AngryRaphi app ("the App"), a system for rating persons using "Raphcons". By using the App, you agree to these terms.
de: Diese Nutzungsbedingungen regeln die Nutzung der AngryRaphi-App ("die App"), einem System zur Bewertung von Personen mittels "Raphcons". Durch die Nutzung der App stimmen Sie diesen Bedingungen zu.

# termsSection2Title
source: 2. Service Description
de: 2. Beschreibung der Dienste

# termsSection2Content
source: AngryRaphi is an application for humorous rating of persons in closed groups. Users can: • Add persons to the rating list • Assign Raphcons (ratings) for various problem areas • View statistics and rankings • Use additional administrative functions as an administrator
de: AngryRaphi ist eine Anwendung zur humorvollen Bewertung von Personen in geschlossenen Gruppen. Benutzer können: • Personen zur Bewertungsliste hinzufügen • Raphcons (Bewertungen) für verschiedene Problembereiche vergeben • Statistiken und Ranglisten einsehen • Als Administrator zusätzliche Verwaltungsfunktionen nutzen

# termsSection3Title
source: 3. User Accounts and Access
de: 3. Benutzerkonten und Zugang

# termsSection3Content
source: Access to the App is via Google authentication. You are responsible for: • Keeping your login credentials confidential • All activities under your account • Notification in case of unauthorized use
de: Der Zugang zur App erfolgt über Google-Authentifizierung. Sie sind verantwortlich für: • Die Geheimhaltung Ihrer Anmeldedaten • Alle Aktivitäten unter Ihrem Konto • Die Benachrichtigung bei unbefugter Nutzung

# termsSection4Title
source: 4. Appropriate Use
de: 4. Angemessene Nutzung

# termsSection4Content
source: You commit to appropriate use of the App: • No insults or discrimination • Respectful treatment of other users • No abusive use of the rating function • Respect for others' privacy
de: Sie verpflichten sich zur angemessenen Nutzung der App: • Keine Beleidigungen oder Diskriminierung • Respektvoller Umgang mit anderen Benutzern • Keine missbräuchliche Nutzung der Bewertungsfunktion • Wahrung der Privatsphäre anderer Personen

# termsSection5Title
source: 5. Privacy
de: 5. Datenschutz

# termsSection5Content
source: Your privacy is important to us. Details on data collection and processing can be found in our Privacy Policy, which is an integral part of these Terms of Service.
de: Ihre Privatsphäre ist uns wichtig. Details zur Datenerhebung und -verarbeitung finden Sie in unserer Datenschutzerklärung, die integraler Bestandteil dieser Nutzungsbedingungen ist.

# termsSection6Title
source: 6. Intellectual Property
de: 6. Geistiges Eigentum

# termsSection6Content
source: All App content, including design, code and graphics, is protected by copyright. Use is only permitted within the intended use of the App.
de: Alle Inhalte der App, einschließlich Design, Code und Grafiken, sind urheberrechtlich geschützt. Die Nutzung ist nur im Rahmen der bestimmungsgemäßen Verwendung der App gestattet.

# termsSection7Title
source: 7. Disclaimer
de: 7. Haftungsausschluss

# termsSection7Content
source: The App is provided "as is". We assume no warranty for: • Continuous availability • Error-free software • Suitability for specific purposes • Damages from App usage
de: Die App wird "wie besehen" bereitgestellt. Wir übernehmen keine Gewähr für: • Kontinuierliche Verfügbarkeit • Fehlerfreiheit der Software • Eignung für bestimmte Zwecke • Schäden durch die Nutzung der App

# termsSection8Title
source: 8. Changes to Terms
de: 8. Änderungen der Bedingungen

# termsSection8Content
source: We reserve the right to change these Terms of Service at any time. Changes will be announced in the App and take effect upon continued use.
de: Wir behalten uns das Recht vor, diese Nutzungsbedingungen jederzeit zu ändern. Änderungen werden in der App bekannt gegeben und treten mit der Fortsetzung der Nutzung in Kraft.

# termsSection9Title
source: 9. Termination
de: 9. Kündigung

# termsSection9Content
source: You can delete your account at any time. We reserve the right to suspend or delete accounts in case of violations of these terms.
de: Sie können Ihr Konto jederzeit löschen. Wir behalten uns vor, Konten bei Verstößen gegen diese Bedingungen zu sperren oder zu löschen.

# termsSection10Title
source: 10. Applicable Law
de: 10. Anwendbares Recht

# termsSection10Content
source: These Terms of Service are governed by the laws of Switzerland. Place of jurisdiction is Olten, Switzerland. **IMPORTANT NOTE:** AngryRaphi is purely a fun app with no serious intent. For any issues, please contact us first before taking legal action.
de: Diese Nutzungsbedingungen unterliegen dem Recht der Bundesrepublik Deutschland. Gerichtsstand ist Olten, Schweiz. **WICHTIGER HINWEIS:** AngryRaphi ist eine reine Spaß-App ohne ernsthafte Absicht. Bei Problemen nehmen Sie bitte zuerst Kontakt auf, bevor rechtliche Schritte eingeleitet werden.

# contactTitle
source: Contact
de: Kontakt

# termsContactContent
source: For questions about these Terms of Service, please contact: Inthusan Gunasiri Aarauerstrasse 132 4600 Olten, Switzerland E-Mail: inthusan@hotmail.de App: AngryRaphi v{version}
de: Bei Fragen zu diesen Nutzungsbedingungen wenden Sie sich bitte an: Inthusan Gunasiri Aarauerstrasse 132 4600 Olten E-Mail: inthusan@hotmail.de App: AngryRaphi v{version}

# privacySection1Title
source: 1. Controller
de: 1. Verantwortlicher

# privacySection1Content
source: Responsible for data processing in the AngryRaphi app: Inthusan Gunasiri Aarauerstrasse 132 4600 Olten, Switzerland E-Mail: inthusan@hotmail.de **NOTE:** This is a fun app with no commercial intentions.
de: Verantwortlich für die Datenverarbeitung in der AngryRaphi-App ist: Inthusan Gunasiri Aarauerstrasse 132 4600 Olten, Schweiz E-Mail: inthusan@hotmail.de **HINWEIS:** Dies ist eine Spaß-App ohne kommerzielle Absichten.

# privacySection2Title
source: 2. Collected Data
de: 2. Erhobene Daten

# privacySection2Content
source: We collect and process the following data: **Authentication Data:** • Google Account information (name, email, profile picture) • Unique user ID **App Usage Data:** • Created persons and their names/initials • Raphcon ratings with timestamp • Admin status and permissions **Technical Data:** • Device information • App usage statistics • Crash reports (anonymized)
de: Wir erheben und verarbeiten folgende Daten: **Authentifizierungsdaten:** • Google-Account-Informationen (Name, E-Mail, Profilbild) • Eindeutige Benutzer-ID **App-Nutzungsdaten:** • Erstellte Personen und deren Namen/Initialen • Raphcon-Bewertungen mit Zeitstempel • Admin-Status und Berechtigungen **Technische Daten:** • Geräteinformationen • App-Nutzungsstatistiken • Crash-Reports (anonymisiert)

# privacySection3Title
source: 3. Purpose of Data Processing
de: 3. Zweck der Datenverarbeitung

# privacySection3Content
source: Data processing serves the following purposes: • **App Functions:** Authentication, user management • **Person Ratings:** Storage and display of Raphcons • **Administration:** Management of users and permissions • **App Improvement:** Analysis of usage patterns • **Security:** Protection against abuse
de: Die Datenverarbeitung erfolgt zu folgenden Zwecken: • **Bereitstellung der App-Funktionen:** Authentifizierung, Benutzerverwaltung • **Personenbewertungen:** Speicherung und Anzeige von Raphcons • **Administration:** Verwaltung von Benutzern und Berechtigungen • **Verbesserung der App:** Analyse von Nutzungsmustern • **Sicherheit:** Schutz vor Missbrauch

# privacySection4Title
source: 4. Legal Basis
de: 4. Rechtsgrundlage

# privacySection4Content
source: Processing is based on: • **Art. 6 para. 1 lit. b GDPR:** Contract performance • **Art. 6 para. 1 lit. f GDPR:** Legitimate interests • **Art. 6 para. 1 lit. a GDPR:** Consent (where required)
de: Die Verarbeitung erfolgt auf Basis von: • **Art. 6 Abs. 1 lit. b DSGVO:** Vertragserfüllung • **Art. 6 Abs. 1 lit. f DSGVO:** Berechtigte Interessen • **Art. 6 Abs. 1 lit. a DSGVO:** Einverständnis (wo erforderlich)

# privacySection5Title
source: 5. Data Storage and Security
de: 5. Datenspeicherung und -sicherheit

# privacySection5Content
source: **Storage Location:** Your data is stored in Google Firebase/Firestore, which complies with EU data protection standards. **Security Measures:** • Encrypted data transmission (HTTPS) • Secure authentication via Google • Regular security updates • Access control via Firebase Security Rules
de: **Speicherort:** Ihre Daten werden in Google Firebase/Firestore gespeichert, welches den EU-Datenschutzstandards entspricht. **Sicherheitsmaßnahmen:** • Verschlüsselte Datenübertragung (HTTPS) • Sichere Authentifizierung über Google • Regelmäßige Sicherheits-Updates • Zugriffskontrolle über Firebase Security Rules

# privacySection6Title
source: 6. Data Sharing
de: 6. Datenweitergabe

# privacySection6Content
source: Your data is only shared: • With Google Firebase (as technical service provider) • When legally required • With your explicit consent No commercial sharing takes place.
de: Eine Weitergabe Ihrer Daten erfolgt nur: • An Google Firebase (als technischer Dienstleister) • Bei rechtlicher Verpflichtung • Mit Ihrer ausdrücklichen Einwilligung Eine kommerzielle Weitergabe findet nicht statt.

# privacySection7Title
source: 7. Storage Duration
de: 7. Speicherdauer

# privacySection7Content
source: **User Account:** Until deletion by you **Raphcon Data:** Until manual deletion **Log Data:** 30 days **Crash Reports:** 90 days (anonymized)
de: **Benutzerkonto:** Bis zur Löschung durch Sie **Raphcon-Daten:** Bis zur manuellen Löschung **Log-Daten:** 30 Tage **Crash-Reports:** 90 Tage (anonymisiert)

# privacySection8Title
source: 8. Your Rights
de: 8. Ihre Rechte

# privacySection8Content
source: You have the following rights regarding your data: • **Access:** Information about stored data • **Rectification:** Correction of incorrect data • **Erasure:** Removal of your data • **Restriction:** Limitation of processing • **Data Portability:** Export of your data • **Objection:** Objection to processing Contact us at: privacy@angryraphi.app
de: Sie haben folgende Rechte bezüglich Ihrer Daten: • **Auskunft:** Information über gespeicherte Daten • **Berichtigung:** Korrektur falscher Daten • **Löschung:** Entfernung Ihrer Daten • **Einschränkung:** Beschränkung der Verarbeitung • **Datenübertragbarkeit:** Export Ihrer Daten • **Widerspruch:** Widerspruch gegen die Verarbeitung Kontaktieren Sie uns unter: privacy@angryraphi.app

# privacySection9Content
source: The App uses Google services: • **Firebase Authentication:** Secure login • **Cloud Firestore:** Data storage • **Firebase Storage:** Image storage Google's Privacy Policy applies to these services: https://policies.google.com/privacy
de: Die App nutzt Google-Dienste: • **Firebase Authentication:** Sichere Anmeldung • **Cloud Firestore:** Datenspeicherung • **Firebase Storage:** Bildspeicherung Google's Datenschutzbestimmungen gelten für diese Dienste: https://policies.google.com/privacy

# privacySection10Title
source: 10. Minors
de: 10. Minderjährige

# privacySection10Content
source: The App is not intended for persons under 16 years old. We do not knowingly collect data from minors.
de: Die App ist nicht für Personen unter 16 Jahren bestimmt. Wir erheben wissentlich keine Daten von Minderjährigen.

# privacySection11Title
source: 11. Changes
de: 11. Änderungen

# privacySection11Content
source: This Privacy Policy may be updated. Changes will be announced in the App.
de: Diese Datenschutzerklärung kann aktualisiert werden. Änderungen werden in der App bekannt gegeben.

# privacyContactTitle
source: Privacy Contact
de: Datenschutz-Kontakt

# privacyContactContent
source: For privacy questions: Inthusan Gunasiri E-Mail: inthusan@hotmail.de Subject: "AngryRaphi Privacy" Please contact us first before reaching out to supervisory authorities. This app is just for fun!
de: Bei Fragen zum Datenschutz: Inthusan Gunasiri E-Mail: inthusan@hotmail.de Betreff: "Datenschutz AngryRaphi" Bitte nehmen Sie zuerst Kontakt auf, bevor Sie sich an Aufsichtsbehörden wenden. Diese App dient nur dem Spaß!

source: Search users...
de: Benutzer suchen...

source: Show ranking
de: Rangliste anzeigen

# noResultsFor
source: No results for "{query}"
de: Keine Ergebnisse für "{query}"

source: No users available
de: Keine Benutzer verfügbar

source: Full Ranking
de: Vollständige Rangliste

# topRanking
source: Top 5 Ranking
de: Top 5 Rangliste

# showFullRanking
source: Show full ranking ({count} users)
de: Vollständige Rangliste anzeigen ({count} Benutzer)

source: SILVER
de: SILBER

# commentExample
source: e.g. "Mouse doesn't click properly"
de: z.B. "Maus klickt nicht richtig"

# rateWithRaphcons
source: Rate people with raphcons!
de: Bewerte Personen mit Raphcons!

# termsPrivacyAgreement
source: By signing in, you agree to our Terms of Service and Privacy Policy
de: Durch die Anmeldung stimmen Sie unseren Nutzungsbedingungen und Datenschutzrichtlinien zu

# errorLoadingAdminData
source: Error loading admin data: {error}
de: Fehler beim Laden der Admin-Daten: {error}

# csvAdminsDescription
source: These admins are defined in the CSV configuration:
de: Diese Admins sind in der CSV-Konfiguration definiert:

# noConfiguredAdmins
source: No configured admins found.
de: Keine konfigurierten Admins gefunden.

# firebaseAdminsDescription
source: These admins are currently registered in Firebase:
de: Diese Admins sind aktuell in Firebase registriert:

# noActiveAdmins
source: No active admins found in Firebase.
de: Keine aktiven Admins in Firebase gefunden.

source: Registered Users
de: Registrierte Benutzer

# registeredUsersDescription
source: These users have already signed in with Google:
de: Diese Benutzer haben sich bereits mit Google angemeldet:
